{
  "filename": "Raza_s ECG.pdf",
  "source_path": "data/pdfs/specialties/Raza_s ECG.pdf",
  "total_pages": 45,
  "pages": [
    {
      "page_number": 1,
      "text": "Page 1 of 45 \n \n \n \n \n Scan the ECG ..........AndlookatthePMove ontotheQRS……....... And finally the ST\nA blend of poetry and clinical practice \nDr. Muhammad Raza \n  \n \n \n \n \n \n \n \n \n \n \n",
      "char_count": 186,
      "word_count": 23,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 2,
      "text": "Page 2 of 45 \n \n \n \nBasics  of    ECG \nBefore starting interpretation of ECG, these basic details I think important to understand ECG (skip to \npage 5, if you know that). \nECG Electrodes \nECG standard leads \nThere are three of these leads, I, II and III.  \n  \nLead I: is between the right arm and left arm electrodes, the left arm being positive.  \nLead II: is between the right arm and left leg electrodes, the left leg being positive.  \nLead III: is between the left arm and left leg electrodes, the left leg again being positive. \nChest Electrode Placement \nV1: Fourth intercostal space to the right of the sternum. \nV2: Fourth intercostal space to the Left of the sternum. \nV3: Directly between leads V2 and V4. \nV4: Fifth intercostal space at midclavicular line. \nV5: Level with V4 at left anterior axillary line. \nV6: Level with V5 at left midaxillary line. (Directly under the midpoint of the armpit) \n  ECG Leads - Views of the Heart \n                      Chest Leads \n                      V1 & V2 \n                      V3 & V4 \n                      V5 & V6 \nView \nRight Ventricle \nSeptum/Lateral Left Ventricle \nanterior/Lateral Left Ventricle \n \nThe ECG records the electrical activity that results when the \nheart muscle cells in the atria and ventricles contract. \n Atrial contractions show up as the P wave. \n Ventricular contractions show as a series known as the QRS \ncomplex. \n The third and last common wave in an ECG is the T wave.  \nThis is the electrical activity produced when the ventricles  \nare recharging for the next contraction (repolarizing). \n \n                                                                                                  \n \n \n \n",
      "char_count": 1686,
      "word_count": 251,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 3,
      "text": "Page 3 of 45 \n \n \n \n \n \n \n \n \nECG Interpretation \nThe graph paper that the ECG records on is standardized to run at 25mm/second, and is marked at 1 \nsecond intervals on the top and bottom. The horizontal axis correlates the length of each electrical event \nwith its duration in time. Each small block (defined by lighter lines) on the horizontal axis represents 0.04 \nseconds. Five small blocks (shown by heavy lines) is a large block, and represents 0.20 seconds.  \n \nDuration of a waveform, segment, or interval is determined by counting the blocks from the beginning \nto the end of the wave, segment, or interval. \nP-Wave: represents atrial depolarization - the time necessary for an electrical impulse from the \nsinoatrial (SA) node to spread throughout the atrial musculature.  \n \nLocation: Precedes QRS complex \nAmplitude: Should not exceed 2 to 2.5 mm in height Duration: 0.06 to 0.11 seconds \nP-R Interval: represents the time it takes an impulse to travel from the atria through the AV node, \nbundle of His, and bundle branches to the Purkinje fibres. \n \nLocation: Extends from the beginning of the P wave to the beginning of the QRS complex \nDuration: 0.12 to 0.20 seconds. \n \n",
      "char_count": 1189,
      "word_count": 194,
      "images": 3,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 4,
      "text": "Page 4 of 45 \n \n \n \nQRS Complex: represents ventricular depolarisation. The QRS complex consists of 3 waves: the Q wave, \nthe R wave, and the S wave. \n \nThe Q wave is always located at the beginning of the QRS complex. \nIt may or may not always be present. \n \nThe R wave is always the first positive deflection. \n \nThe S wave, the negative deflection, follows the R wave \n \nLocation: Follows the P-R interval \nAmplitude: Normal values vary with age and sex \n \nDuration: No longer than 0.10 seconds \nQ-T Interval: represents the time necessary for ventricular depolarization and repolarization. \n \nLocation: Extends from the beginning of the QRS complex to the end of the T wave \n(includes the QRS complex, S-T segment, and the T wave) \n \nDuration: Varies according to age, sex, and heart rate \nT Wave: represents the repolarization of the ventricles. On rare occasions, a U wave can be seen \nfollowing the T wave. The U wave reflects the repolarization of the His-Purkinje fibres. \n \nLocation: Follows the S wave and the S-T segment \nAmplitude: 5mm or less in standard leads I, II, and III; 10mm or less in precordial leads V1-V6. \n \nDuration: Not usually measured \n \n \n \n \nS-T Segment: represents the end of the ventricular depolarization and the beginning of ventricular \nrepolarization. \n \nLocation: Extends from the end of the S wave to the beginning of the T wave \nDuration: Not usually measured \n \n \n",
      "char_count": 1411,
      "word_count": 233,
      "images": 3,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 5,
      "text": "Page 5 of 45 \n \n \n \nApproach  to  ECG  Interpretation:  \n \nI will introduce an approach that removes the need to examine each component of the ECG for \nabnormalities and instead simply scan the ECG looking for a small number of clinically significant findings \nincluding bundle branch block, acute myocardial ischemia and arrhythmias. \nScan  the  ECG .... Are  you  Sure? \nWhat does \"Scanning the ECG\" involve? There are three steps to the procedure summarized by the \nmnemonic PQRST or P - QRS - ST: \n1. Step 1: Begin by looking for P waves:  \nIs there a normal looking P wave before each QRS complex?  If not are the P waves absent or \nare there too many P waves? \n2. Step 2: Next look carefully for widening of the QRS and identify the ventricular rate \n3. Step 3: Finally, (provided the QRS width is normal) examine the ST segment for evidence of \nischemia \n \n \nJust in case you need a little more help to remember this approach I have created the following jingle \nfor you sing on your way to work each day: \n \nScan the ECG .......And look at the P \n \nMove on to the QRS .......And finally the ST \nA blend of poetry and clinical practice - I bet you did not expect that \n \nThe  Journey  Begins – The  P  wave \nThe ECG waveform begins with the P wave. The P wave reflects depolarization of the atrium. In the normal \nheart the depolarization begins in the SA node and is rapidly transmitted through the atrium triggering \ndepolarization of the atrium and giving us the P wave. Major disturbances to the normal conduction \nprocess in the heart can often be identified by examining the P wave or recognizing that it is missing. \nLooking for the P wave \nFinding the P wave is not always easy! \nAt times the P wave can be difficult to locate or identify with certainty: \"Is that little hump/bump a P wave or not? \nBelow are a few tips on uncovering a difficult to find P wave: \n",
      "char_count": 1880,
      "word_count": 338,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 6,
      "text": "Page 6 of 45 \n \n \n1. Begin your search for the P wave in the leads where it is most positive (and hence most visible). \nThese are Leads II and aVF. \n2. Look in the area before the QRS where you most expect to see the P wave: i.e. between 3 – 5 little \nsquares from the beginning of the QRS complex. \n3. If there is still no obvious P wave “hump” look in all the other leads for a possible P wave. Lead V1 \nis a good place to start the search and then look across the other precordial leads. \n4. If you see something that looks like a P wave in a lead, look to see if the same P wave hump appears \nbefore the other QRS complexes in other leads. \n5. If you are reasonably confident you have identified a P wave in one lead, cast your eye to the leads \nabove and below looking in exactly the same spot before the QRS as you found the P wave and \nthen do it for the other leads in the ECG. If it is a P wave its' location will be the same in every other \nlead so you should be able to find at least one other lead where it is present. \n \nWhat do you think (Question)? \nOne of the most important ECG clues to the presence of a clinically significant arrhythmia is the absence \nof a P wave: i.e. there is simply no visible P wave activity. \nIn which one of the following arrhythmias should P waves still be visible? \no Ventricular tachycardia \no Complete heart block \no Atrial fibrillation \no Supraventricular tachycardia (SVT \n \nanswer: Complete heart block \nRationale: P waves are visible in complete heart bock however the P waves do not appear in regular \nplace before each QRS complex. This is termed AV Dissociation and implies that the atrium and the \nventricles beat independent on one another. \n \nStep 1: Scan  the  ECG ......Look  for  the  P \nBegin by looking for a P wave. If there is a normal looking P wave before each QRS complex you are finished \nand can move on to Step 2, looking at the ventricular rate and QRS width. \nIf you cannot find normal P waves before each QRS complex or there seem to be too many P waves \n(compared to the number of QRS complexes) ... we have a problem! \n \n",
      "char_count": 2096,
      "word_count": 400,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 7,
      "text": "Page 7 of 45 \n \n \nNo P wave:  \nIf you are unable to find a P wave it may be that the P wave is absent. This is an important clue to the \npresence of an arrhythmia. Common causes of absent P waves include: \n1. Atrial fibrillation (AF): look for an irregular rhythm:   \n \n \n \n2. Supraventricular Tachycardia (SVT): look for the narrow QRS complex:  \n \n",
      "char_count": 350,
      "word_count": 62,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 8,
      "text": "Page 8 of 45 \n \n \n \n3. Ventricular Tachycardia (VT): look for the wide QRS complex:   \n \nToo Many P waves: \nThere should be one P wave for each QRS complex. If there are more P waves than QRS complexes this \nis a clue to the presence of AV block. There are two clinically significant arrhythmias to consider \n1. Atrial flutter: this is characterized by a very fast (300 / min) atrial rhythm and a much slower \nventricular rhythm (usually 100 - 150 / minute). The characteristic finding is atrial flutter waves \nwhich are very fast P waves usually about one square apart. It really is a very beautiful ECG to \nview. \n \n  \n",
      "char_count": 621,
      "word_count": 109,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 9,
      "text": "Page 9 of 45 \n \n \n2. Second or Third Degree Heart Block: \no In Second degree AV block there are frequent non-conducted P waves resulting in dropped beats. \nThey do not occur with every P wave (this happens in complete heart block) but only with some \nP waves.  \n  \n \n \no In Complete heart block (Third Degree heart block) there is no AV nodal conduction and all atrial \nimpulses are blocked from passing to the ventricles resulting in \"AV Dissociation\". The P waves \nare generally easily visible but they have no fixed relationship to the QRS complex.  \n  \n \n",
      "char_count": 559,
      "word_count": 94,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 10,
      "text": "Page 10 of 45 \n \n \nWhat do you think (Question)? \nLook at the following ECG. Examine for the P wave. What is the correct diagnosis? \n \n \no Supraventricular tachycardia (SVT) \no Atrial fibrillation \no Normal P wave before each QRS complex \no Complete heart block \no Atrial flutter \n \nanswer: Atrial fibrillation \nRationale: The ECG shows the characteristic findings of atrial fibrillation : There are no P waves visible on \nthis ECG and the rhythm is irregular. \nRemember: Begin by looking for a P wave. If there is a normal looking P wave before each QRS complex you are \nfinished and can move on to Step 2, looking at the ventricular rate and QRS width. \nIf you cannot find normal P waves before each QRS complex or there seem to be too many P waves \n(compared to the number of QRS complexes) ... we have a problem! \n \n \n",
      "char_count": 822,
      "word_count": 144,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 11,
      "text": "Page 11 of 45 \n \n \nWhat do you think (Question)? \nLook at the following ECG. Examine for the P wave. What is the correct diagnosis? \n \n \no Ventricular tachycardia (VT) \no Supraventricular tachycardia (SVT) \no Atrial fibrillation (AF) \no Sinus tachycardia \n \nanswer: Supraventricular tachycardia (SVT) \nRationale: The ECG shows a regular rhythm. There are no visible P waves (at least none that I can see). \nThe QRS complex width is normal. The ECG therefore shows a narrow complex regular tachycardia with \nno P waves. It cannot be a sinus rhythm - there are no P waves. It cannot be VT - the QRS width is normal. \nIt cannot be AF -the rhythm is regular. The arrhythmia must therefore be an SVT.  See not too hard! \n \n \n",
      "char_count": 720,
      "word_count": 123,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 12,
      "text": "Page 12 of 45 \n \n \nStep 2: Move  on  to  the  QRS.... \nThe QRS complex reflects depolarization of the ventricles and normally has a width of less than 0.12 secs \n(equivalent to less than 3 small squares). \nThe QRS complex provides us with information about the heart rate and about abnormal conduction \nthrough the electrical wiring of the heart (referred to in anatomical terms as the His-Purkinjie system). \n1. Determine the Ventricular Rate \nWhen we talk about heart rate what we really mean is the ventricular rate represented on the ECG by the \nQRS complex. Many ECG machines report the ventricular rate on the ECG printout. In adult’s bradycardias \nare associated with depolarization rates < 60 / min and tachycardia’s with rates > 100 / min. \nYou can determine the ventricular rate / minute manually by measuring the number of large squares \nbetween two QRS complexes (the R - R interval) and dividing this number into 300. Rates for a range of \nR-R intervals are shown below.  \nR-R interval \nVentricular rate \n \nR-R interval \nVentricular rate \n6 squares \n= 50 / min \n \n3 squares \n= 100 / min \n5 squares \n= 60 / min \n \n2 squares \n= 150 / min \n4 squares \n= 75 / min \n \n1.5 squares \n= 200 / min \n    \n2. Look for a Widened QRS \nMany machines report the QRS width. A width of > 0.12 secs (120 msecs) indicates widening in the QRS \ncomplex. \nFour important diagnoses to consider when you see a widened QRS complex are: \n1. Sinus rhythm with bundle branch block: This is recognized by (normal) P waves before each QRS \ncomplex. There is no need to worry about whether the bundle branch block is right or left sided at \nthis stage. The key thing is to look for the P waves to ensure it is not a Ventricular tachycardia.   \n",
      "char_count": 1724,
      "word_count": 305,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 13,
      "text": "Page 13 of 45 \n \n \n \n \n \n2. Atrial fibrillation with bundle branch block: This is easily identified by an irregular rhythm and a \nfibrillating or flat baseline with no P waves.   \n \n \n \n \n",
      "char_count": 188,
      "word_count": 29,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 14,
      "text": "Page 14 of 45 \n \n \n3. Ventricular Tachycardia: One of the most serious arrhythmias with a risk for rapid deterioration \ntoward circulatory shock or cardiac arrest. It is easily recognized by as a regular (wide complex) \nrhythm with no P waves. In the example notice that the patient develops VT as the ECG is being \nperformed.   \n \n \n4. Hyperkaliemia:  One the most feared biochemical abnormalities, severe hyperkaliemia is life-\nthreatening. Early ECG features (peaking of T waves, diminishing P wave height) are often difficult \nto detect and in most cases not associated with significant cardiac toxicity. More severe \nhyperkaliemia markedly slows depolarization in the heart resulting in the QRS becoming gradually \nwider and wider and eventually blending into the T wave to form a characteristic sine wave pattern \nindicating severe cardiac toxicity and impending cardiac arrest.   \n \n",
      "char_count": 890,
      "word_count": 134,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 15,
      "text": "Page 15 of 45 \n \n \n \nWhat do you think (Question)? \nWhich of the following most accurately describes the following ECG? \n \n \no Ventricular rate = 100 / min. Sinus rhythm with bundle branch block \no Ventricular rate = 150 / min. Ventricular tachycardia \no Ventricular rate = 200 / min. Supraventricular tachycardia \no Ventricular rate = 125 / min. Moderate to severe hyperkaliemia \nanswer: Ventricular rate = 150 / min. Ventricular tachycardia \nRationale: The R - R width is 2 large squares: 300 / 2 = 150 / minute. The QRS width > 0.12 secs with no P \nwaves. This is Ventricular tachycardia (VT). \nRemember: \nThe QRS complex reflects depolarization of the ventricles and normally has a width of less than 0.12 secs \n(equivalent to less than 3 small squares). \n1. Determine the ventricular rate \n2. Look for a widened QRS \n",
      "char_count": 822,
      "word_count": 139,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 16,
      "text": "Page 16 of 45 \n \n \nWhat do you think (Question)? \nLook at the following ECG. Follow the \"P\" and QRS steps. What is the correct diagnosis? \n \no Ventricular tachycardia (VT) \no Hyperkaliemia \no Atrial fibrillation with bundle branch block \no Sinus rhythm with Bundle branch block \n \nanswer: Sinus rhythm with Bundle branch block \nRationale: If we follow the \"P\" then the QRS approach to examining this ECG we note that there is in fact \nan identifiable P wave before each QRS complex. This is hard to see though in some leads but is definitely \nvisible in lead II, the lead we are most likely to see a P wave in. This is a sinus rhythm. \nThe QRS width is wide. We do not need to worry about whether it is left or right bundle branch block only \nthat it cannot be VT (there are P waves) nor AF (the rhythm is regular). Could it be hyperkaliemia - you \ncould always check the potassium however the presence of P waves makes it very unlikely that this is \nhyperkalemia. (There are other findings that would make hyperkaliemia unlikely but we won't go into this \nnow). \nOne more point of interest is to look at the ST and T waves especially in V1 and V2 - they look abnormal. \nThe ST segment is down slopping and the T wave inverted. This reflects the fact that the depolarization \nof the heart is not normal (due to the bundle branch block) and hence the repolarization process \n(reflected in the ST and T wave) is abnormal. Take home point: if the QRS is wide - you can forget about \ntrying to identify myocardial ischemia by looking at the ST segments - the ECG loses its value as a tool for \ndiagnosing AMI. More on this in the next section. \n",
      "char_count": 1641,
      "word_count": 302,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 17,
      "text": "Page 17 of 45 \n \n \nWhat do you think (Question)? \nLook at the following ECG. Follow the \"P\" and QRS steps. What is the correct diagnosis? \n \n \n \no Atrial fibrillation with bundle branch block \no Sinus rhythm with bundle branch block \no Hypokalemia \no Ventricular tachycardia \no Hyperkaliemia \n \nanswer: Hyperkaliemia \nWell done. This is the answer \nRationale: The ECG demonstrates the characteristic sine wave pattern of severe hyperkaliemia. \nHyperkaliemia results in a characteristic pattern of ECG changes associated with increasing potassium \nlevels and increasing toxicity. Early ECG changes are manifested by peaking of the T waves. This is followed \nby a gradual slowing and eventual paralysis of conduction and cardiac depolarization manifested by \nprolongation of the PR interval, diminishing and eventual loss of P waves and finally widening of the QRS \ninterval. In severe (life threatening) hyperkalemia the QRS interval becomes so wide that it blends into \nthe T wave giving the classic sine wave pattern and urgent treatment is required to avoid sudden cardiac \narrest. \n \n",
      "char_count": 1087,
      "word_count": 164,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 18,
      "text": "Page 18 of 45 \n \n \nStep  3: ....  And   finally   the    ST \nIn the \"normal\" ECG the ST - T wave represent the process of ventricular repolarization. Contraction of \nthe ventricle has occurred as consequence of the depolarization of the heart and this is followed by the \ncells returning to their baseline (negative) electrical state (the stage of repolarization). Abnormalities in \nrepolarization are associated with changes in the ST segment and the T wave. \nBefore looking at the ST - T wave it is essential to assure yourself that depolarization of the heart has been \nnormal. This is because the process of repolarization is dependent on depolarization and any abnormality \nin ventricular depolarization will alter repolarization. So if the QRS is wide - an indication of abnormal \ndepolarization due to bundle branch block (or more rarely ventricular tachycardia) there is no need to \nlook at the ST - T wave - it will be abnormal and it is not possible to interpret changes accurately.  \nSo .... \n \nIf the QRS width is normal: look at the ST - T wave \n \nIf the QRS is wide: ignore the ST - T wave as the ECG as it is no longer a useful tool for the diagnosis \nof ischemia*. \n* This is not completely correct as there are rare exceptions to this rule however we will not explore these \ncomplex cases in this basics. \nNormal and Abnormal ST Segment \nThe ST segment extends from the end of the QRS complex to the beginning of the T wave. In 75% of \nnormal adults the ST - T segment is isoelectric (flat) slanting slightly upward from the end of the QRS to \nthe T wave. Elevation or depression of the ST segment is identified by using the PR or TP segment as the \nbaseline reference point. \nMinor ST elevation of < 1 mm may be seen in up to 25% of normal individuals. It is most significant in the \nprecordial leads V2 - V4. ST depression is a less commonly seen in normal adults and is minor (usually < \n0.5 mm). \nAny ST elevation > 1 mm or depression > 0.5 mm should be considered abnormal and a search made to \ndetermine the cause. \nWhat do you think (Question)? \nCauses of abnormalities to the ST segment include all of the following EXCEPT? \no Inflammation of cardiac muscle in pericarditis causing altered depolarization \no Conduction block in the HIS Purkinje fibers \no Atrial hypertrophy \no Altered depolarization of cardiac muscle in ischemia \n",
      "char_count": 2358,
      "word_count": 417,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 19,
      "text": "Page 19 of 45 \n \n \n \nanswer: Atrial hypertrophy \nRationale: Atrial hypertrophy will not affect the repolarization of the ventricle. \nECG Changes in Acute Myocardial Infarction \nST elevation or depression is by far the most important diagnostic feature on the ECG for acute myocardial \nischemia. In fact, myocardial infarction is classified on the basis of ST changes into ST elevated myocardial \ninfarction (STEMI) and Non ST elevated myocardial infarction (NSTEMI). \nWe are generally most interested in the early diagnosis of STEMI as the major interventions of \nThrombolysis and Angioplasty are used in the treatment of STEMI and are time dependent requiring \nurgency in diagnosis. Fortunately, the characteristic ECG changes associated with acute STEMI are \nrelatively easily identified on the ECG. \nDiagnostic criteria for STEMI include: \n \nMore than 1 mm ST elevation in two more concurrent limb leads (e.g. II, III or aVF) \n \nMore than 2 mm ST elevation in two or more concurrent precordial leads (e.g. V2, V3, V4) \nNb. The limb leads include the leads I, II, III, aVL and aVF. The precordial leads are the leads that are \nplaced across the chest i.e. leads V1 - V6. \nLocation of the Myocardial Infarction \nLocation of the ST elevation can be used to pinpoint the location of the myocardial infarction and the \ncoronary artery likely to be causing the AMI. \n \nFor inferior myocardial infarction, ST changes are seen in leads II, III and aVF. Inferior AMI is associated \nwith disease of the right coronary artery. \n \nIn anterior myocardial infarction ST changes are most obvious in leads V3 and V4 but are often also \nfound in the immediately adjacent leads (V2, V5). Anterior MI is associated with disease of the left \ncoronary artery. \nBoth inferior and anterior MI may extend to involve the lateral part of the heart and is indicated by ST \nelevation of one or more of the lateral leads (V5, V6, aVL and I). \nWhat do you think (Question)? \nWhich of the following best describes the ECG below? \n",
      "char_count": 2006,
      "word_count": 332,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 20,
      "text": "Page 20 of 45 \n \n \n \n \no Acute anterior STEMI \no Acute anterior NSTEMI \no Acute inferior STEMI \no Acute lateral STEMI \no Acute inferior NSTEMI \n \nanswer: Acute anterior STEMI \nRationale: There is marked (coved) ST elevation in V3 and V4 indicating acute anterior ST elevated \nmyocardial infarction (STEMI). The ST elevation in V2 indicates septal involvement. \nBefore looking at the ST - T wave it is essential to assure yourself that depolarization of the heart has been \nnormal. This is because the process of repolarization is dependent on depolarization and any abnormality \nin ventricular depolarization will alter repolarization. So if the QRS is wide - an indication of abnormal \ndepolarization due to bundle branch block (or more rarely ventricular tachycardia) there is no need to \nlook at the ST - T wave - it will be abnormal and it is not possible to interpret changes accurately. \nSo .... \n \nIf the QRS width is normal: look at the ST - T wave \n \nIf the QRS is wide: ignore the ST - T wave as the ECG as it is no longer a useful tool for the diagnosis \nof ischemia*. \n \n \n \n",
      "char_count": 1089,
      "word_count": 189,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 21,
      "text": "Page 21 of 45 \n \n \n \nWhat do you think (Question)? \nWhich of the following best describe the ECG below? \n \n \no Acute anterior NSTEMI \no Acute inferior NSTEMI \no Acute inferior STEMI \no Acute anterior STEMI \no Acute lateral STEMI \nanswer: Acute inferior STEMI \nRationale: There is > 1 mm ST elevation in the inferior leads (II,III and aVF) consistent with an acute \ninferior myocardial infarction. \n \nWhat do you think (Question)? \nThe ECG below is from a 52-year-old male patient with chest pain that began one hour previously. The \npatient is obese and has a past medical history of hypertension and hypercholesterolemia. The patient's \npain settled after a GTN (Nitroglycerin) infusion was commenced. \nWhich of the following best describes the ECG below? \n",
      "char_count": 758,
      "word_count": 120,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 22,
      "text": "Page 22 of 45 \n \n \n \no Acute anterior STEMI \no Acute inferolateral NSTEMI \no Acute inferolateral STEMI \no Acute anterior NSTEMI \n \nanswer: Acute inferolateral NSTEMI \nRationale: There is 0.5 mm - 1 mm ST depression in the inferior leads (II,III, avF) and lateral leads (V5, V6). \nThe clinical history of chest pain is highly suspicious for myocardial ischemia. The ECG changes (although \nsubtle) are highly significant and indicate the possibility of NSTEMI. \nNSTEMI: ECG Findings \nThe ECG diagnosis of NSTEMI is not as clear as in STEMI but should be considered in all patients with chest \npain lasting longer than 20 minutes. The ECG should be examined carefully for any evidence of (new) ST \ndepression or elevation and/or T wave flattening /inversion that may indicate myocardial ischaemia. \nCareful clinical and biochemical assessment of the patient should be undertaken to avoid missing a \nNSTEMI. \nECG changes seen in NSTEMI may take on a variety of patterns including \n \nST depression (the most common) \n \nT wave flattening or inversion \n \nMinor ST elevation (ie ST elevation not meeting diagnostic criteria for STEMI) \n",
      "char_count": 1131,
      "word_count": 180,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 23,
      "text": "Page 23 of 45 \n \n \nThe same ECG changes may be caused by reversible ischemia (angina) and a diagnosis of NSTEMI requires \nbiochemical (Troponin) confirmation of myocardial cell injury. Patients with NSTEMI appear to constitute \na distinct clinical group and do not appear to derive benefit from the dramatic revascularization \ninterventions used in STEMI (ie thrombolysis, acute angioplasty and stenting). For this reason, they are \ngenerally managed medically with nitrates, anti-platelet agents and anticoagulation. \n \nFinal  Words: \n \nScan   the   ECG .......And  look  at   the P \nMove    on   to   the   QRS .......And  finally   the   ST \n \nLet’s   Have   Some   Practice \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n",
      "char_count": 721,
      "word_count": 96,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 24,
      "text": "Page 24 of 45 \n \n \n \n \nSome Important and Basic Rhythms: \nNormal Sinus Rhythm \n \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - (60-99 bpm) \n \nQRS Duration - Normal \n \nP Wave - Visible before each QRS complex \n \nP-R Interval - Normal (<5 small Squares. Anything above and this would be 1st degree block) \n^  \nSinus Bradycardia \n \nA heart rate less than 60 beats per minute (BPM). This in a healthy athletic person may be 'normal', but \nother causes may be due to increased vagal tone from drug abuse, hypoglycemia and brain injury with \nincrease intracranial pressure (ICP) as examples \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - less than 60 beats per minute \n \nQRS Duration - Normal \n \nP Wave - Visible before each QRS complex \n \nP-R Interval - Normal \n \nUsually benign and often caused by patients on beta blockers \n \n \n \n \n",
      "char_count": 880,
      "word_count": 155,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 25,
      "text": "Page 25 of 45 \n \n \n \n \n \nSinus Tachycardia \n \nAn excessive heart rate above 100 beats per minute (BPM) which originates from the SA node. Causes \ninclude stress, fright, illness and exercise. Not usually a surprise if it is triggered in response to regulatory \nchanges e.g. shock. But if there is no apparent trigger then medications may be required to suppress the \nrhythm \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - More than 100 beats per minute \n \nQRS Duration - Normal \n \nP Wave - Visible before each QRS complex \n \nP-R Interval - Normal \n \nThe impulse generating the heart beats are normal, but they are occurring at a faster pace than \nnormal. Seen during exercise \n \nSupraventricular Tachycardia (SVT) Abnormal \n \nA narrow complex tachycardia or atrial tachycardia which originates in the 'atria' but is not under direct \ncontrol from the SA node. SVT can occur in all age groups \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - 140-220 beats per minute \n \nQRS Duration - Usually normal \n \nP Wave - Often buried in preceding T wave \n \nP-R Interval - Depends on site of supraventricular pacemaker \n \nImpulses stimulating the heart are not being generated by the sinus node, but instead are \ncoming from a collection of tissue around and involving the atrioventricular (AV) node \n",
      "char_count": 1339,
      "word_count": 227,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 26,
      "text": "Page 26 of 45 \n \n \nAtrial Fibrillation \n \n  \nMany sites within the atria are generating their own electrical impulses, leading to irregular conduction \nof impulses to the ventricles that generate the heartbeat. This irregular rhythm can be felt when palpating \na pulse \nIt may cause no symptoms, but it is often associated with palpitations, fainting, chest pain, or congestive \nheart failure. \nLooking at the ECG you'll see that: \n \nRhythm - Irregularly irregular \n \nRate - usually 100-160 beats per minute but slower if on medication \n \nQRS Duration - Usually normal \n \nP Wave - Not distinguishable as the atria are firing off all over \n \nP-R Interval - Not measurable \n \nThe atria fire electrical impulses in an irregular fashion causing irregular heart rhythm \nAtrial Flutter \n \n  \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Around 110 beats per minute \n \nQRS Duration - Usually normal \n \nP Wave - Replaced with multiple F (flutter) waves, usually at a ratio of 2:1 (2F - 1QRS) but \nsometimes 3:1 \n \nP Wave rate - 300 beats per minute \n \nP-R Interval - Not measurable \n \nAs with SVT the abnormal tissue generating the rapid heart rate is also in the atria, however, the \natrioventricular node is not involved in this case. \n",
      "char_count": 1264,
      "word_count": 215,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 27,
      "text": "Page 27 of 45 \n \n \n \n1st Degree AV Block \n \n1st Degree AV block is caused by a conduction delay through the AV node but all electrical signals reach \nthe ventricles. This rarely causes any problems by itself and often trained athletes can be seen to have \nit. The normal P-R interval is between 0.12s to 0.20s in length, or 3-5 small squares on the ECG. \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Normal \n \nQRS Duration - Normal \n \nP Wave - Ratio 1:1 \n \nP Wave rate - Normal \n \nP-R Interval - Prolonged (>5 small squares) \n2nd Degree Block Type 1 (Wenckebach) \n \nAnother condition whereby a conduction block of some, but not all atrial beats getting through to the \nventricles. There is progressive lengthening of the PR interval and then failure of conduction of an atrial \nbeat, this is seen by a dropped QRS complex. \n \nLooking at the ECG you'll see that: \n \nRhythm - Regularly irregular \n \nRate - Normal or Slow \n \nQRS Duration - Normal \n \nP Wave - Ratio 1:1 for 2,3 or 4 cycles then 1:0. \n \nP Wave rate - Normal but faster than QRS rate \n \nP-R Interval - Progressive lengthening of P-R interval until a QRS complex is dropped \n \n \n",
      "char_count": 1173,
      "word_count": 216,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 28,
      "text": "Page 28 of 45 \n \n \n2nd Degree Block Type 2 \n \nWhen electrical excitation sometimes fails to pass through the A-V node or bundle of His, this \nintermittent occurance is said to be called second degree heart block. Electrical conduction usually has a \nconstant P-R interval, in the case of type 2 block atrial contractions are not regularly followed by \nventricular contraction \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Normal or Slow \n \nQRS Duration - Prolonged \n \nP Wave - Ratio 2:1, 3:1 \n \nP Wave rate - Normal but faster than QRS rate \n \nP-R Interval - Normal or prolonged but constant \n3rd Degree Block \n \n3rd degree block or complete heart block occurs when atrial contractions are 'normal' but no electrical \nconduction is conveyed to the ventricles. The ventricles then generate their own signal through an 'escape \nmechanism' from a focus somewhere within the ventricle. The ventricular escape beats are usually 'slow' \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Slow \n \nQRS Duration - Prolonged \n \nP Wave - Unrelated \n \nP Wave rate - Normal but faster than QRS rate \n \nP-R Interval - Variation \n \nComplete AV block. No atrial impulses pass through the atrioventricular node and the ventricles \ngenerate their own rhythm \n \n",
      "char_count": 1292,
      "word_count": 219,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 29,
      "text": "Page 29 of 45 \n \n \n \nBundle Branch Block \n \nAbnormal conduction through the bundle branches will cause a depolarization delay through the \nventricular muscle, this delay shows as a widening of the QRS complex. Right Bundle Branch Block (RBBB) \nindicates problems in the right side of the heart. Whereas Left Bundle Branch Block (LBBB) is an indication \nof heart disease. If LBBB is present, then further interpretation of the ECG cannot be carried out. \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Normal \n \nQRS Duration - Prolonged \n \nP Wave - Ratio 1:1 \n \nP Wave rate - Normal and same as QRS rate \n \nP-R Interval - Normal \nPremature Ventricular Complexes \n \nDue to a part of the heart depolarizing earlier than it should \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - Normal \n \nQRS Duration - Normal \n \nP Wave - Ratio 1:1 \n \nP Wave rate - Normal and same as QRS rate \n \nP-R Interval - Normal \n \nAlso you'll see 2 odd waveforms, these are the ventricles depolarizing prematurely in response to \na signal within the ventricles. (Above - unifocal PVC's as they look alike if they differed in \nappearance they would be called multifocal PVC's, as below) \n",
      "char_count": 1209,
      "word_count": 213,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 30,
      "text": "Page 30 of 45 \n \n \n  \n \n  \nJunctional Rhythms \n \nIn junctional rhythm the sinoatrial node does not control the heart's rhythm - this can happen in the case \nof a block in conduction somewhere along the pathway. When this happens, the heart's atrioventricular \nnode takes over as the pacemaker. \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - 40-60 Beats per minute \n \nQRS Duration - Normal \n \nP Wave - Ratio 1:1 if visible. Inverted in lead II \n \nP Wave rate - Same as QRS rate \n \nP-R Interval - Variable \n \nBelow - Accelerated Junctional Rhythm \n \n  \nVentricular Tachycardia (VT) Abnormal \n \n",
      "char_count": 620,
      "word_count": 106,
      "images": 4,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 31,
      "text": "Page 31 of 45 \n \n \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - 180-190 Beats per minute \n \nQRS Duration - Prolonged \n \nP Wave - Not seen \n \nResults from abnormal tissues in the ventricles generating a rapid and irregular heart rhythm. \nPoor cardiac output is usually associated with this rhythm thus causing the pt to go into cardiac \narrest. Shock this rhythm if the patient is unconscious and without a pulse \nVentricular Fibrillation (VF) Abnormal \n \nDisorganized electrical signals cause the ventricles to quiver instead of contract in a rhythmic fashion. A \npatient will be unconscious as blood is not pumped to the brain. Immediate treatment by defibrillation is \nindicated. This condition may occur during or after a myocardial infarct. \nLooking at the ECG you'll see that: \n \nRhythm - Irregular \n \nRate - 300+, disorganised \n \nQRS Duration - Not recognisable \n \nP Wave - Not seen \n \nThis patient needs to be defibrillated!! QUICKLY \nAsystole - Abnormal \n \nA state of no cardiac electrical activity, as such no contractions of the myocardium and no cardiac output \nor blood flow are present. \nLooking at the ECG you'll see that: \n \nRhythm - Flat \n \nRate - 0 Beats per minute \n \nQRS Duration - None \n \nP Wave - None \n",
      "char_count": 1259,
      "word_count": 216,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 32,
      "text": "Page 32 of 45 \n \n \n \nCarry out CPR!! \n \n \nMyocardial Infarct (MI) \n \nLooking at the ECG you'll see that: \n \nRhythm - Regular \n \nRate - 80 Beats per minute \n \nQRS Duration - Normal \n \nP Wave - Normal \n \nS-T Element does not go isoelectric which could indicate infarction. However this is NOT diagnostic \nunless associated with a 12 lead ECG \n \n \n \n \n \n \n \n \n \n \n \n \n \n    Some   More  to   practice \n \n \n \n \n \n \n",
      "char_count": 417,
      "word_count": 66,
      "images": 1,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 33,
      "text": "Page 33 of 45\n\n| Sinoatrial (SA) Node Arrhythmias\n\n® Upright P waves all look similar. Note: All ECG strips in Tab 1 were recorded in lead Ii.\n|@ PR intervals and QRS complexes are of normal duration.\n\n4 ey | ) Sewers pes = SS SS ee\n\npotest\n\n|Rate: Normal (60-100 bpm)\n\n\\Rhythm: Regular\n\n|P Waves: Normal (upright and uniform)\n|PR Interval: Normal (0.12-0.20 sec)\nQRS: Normal (0.06-0.10 sec)\n\nF Clinical Tip: A normal ECG does not exclude heart disease.\n| Y Clinical Tip: This rhythm is generated by the sinus node, and its rate is within normal limits (60-80 bpm).\n\n® The sinoatrial node (sinus node, SA node) discharges more slowly than in NSR.\n\nRate: Slow (<60 bpm)\n\nRhythm: Regular\n\nP Waves: Normal (upright and uniform)\nPR Interval: Normal (0.12-0.20 sec)\nQRS: Normal (0.06-0.10 sec)\n\nv Clinical Tip: Sinus bradycardia is normal in athletes and during sleep. In acute Mi, the slow rate may be\nprotective and beneficial or may compromise cardiac output (CO). Certain medications, such as beta blockers,\nmay also cause sinus bradycardia. Sinus bradycardia may also be caused by vagal stimulation, such as\ngagging, straining, and endotracheal (ET) suctioning. Other causes are chronic ischemic heart disease, sick\nsinus syndrome, hypothyroidism, and increased intracranial pressure.\n",
      "char_count": 1285,
      "word_count": 209,
      "images": 2,
      "has_table": true,
      "has_drug_info": false,
      "needs_special_handling": true
    },
    {
      "page_number": 34,
      "text": "Page 34 of 45\n\n® The sinus node discharges more frequently than in NSR.\n\n;\n}\ni\n$6 8SOS8 S888:\npotct\n’\n}\n‘\n;\n}\n>\n}\n\nRate: Fast (>100 bpm)\n\nRhythm: Regular\n\nP Waves: Normal (upright and uniform)\nPR Interval: Normal (0.12-0.20 sec)\nQRS: Normal (0.06-0.10 sec)\n\nY Clinical Tip: Sinus tachycardia may be caused by conditions such as fear, pain, exercise, anxiety, or fever.\nMore significant pathological causes include hypoxemia, hypovolemia/dehydration, cardiac failure or recent\nMi, CHF, beta blocker withdrawal, hyperthyroidism, or withdrawal from nicotine, caffeine, or alcohol.\n\nAtrial Arrhythmias\n\n© P waves differ in appearance from sinus P waves.\n® ORS complexes are of normal duration if no ventricular conduction disturbances are present.\n\n® This form of wandering atrial pacemaker (WAP) is associated with a ventricular response >100 bpm.\n®@ MAT may be confused with atrial fibrillation (A-fib); however, MAT has a visible P wave.\n\nSRE GG FREE HS TET PR reas\n\n|\n+\n|\n}\n\nald\n\nRate: Fast (>100 bpm)\n\nRhythm: Irregular\n\nP Wave: At least three different forms, determined by the focus in the atria\nPR Interval: Variable; determined by focus\n\nQRS: Normal (0.06-0.10 sec)\n\n",
      "char_count": 1172,
      "word_count": 191,
      "images": 2,
      "has_table": true,
      "has_drug_info": false,
      "needs_special_handling": true
    },
    {
      "page_number": 35,
      "text": "Page 35 of 45\n\n® This arrhythmia has such a fast rate that the P waves may not be seen.\n\nRate: 150-250 bpm\n\nRhythm: Regular\n\nP Waves: Frequently buried in preceding T waves and difficult to see\n\nPR Interval: Usually not possible to measure\n\nQRS: Normal (0.06-0.10 sec) but may be wide if abnormally conducted through ventricles\n\n¥ Clinical Tip: SVT may be related to caffeine intake, nicotine, stress, or anxiety in healthy adults.\n\nY Clinical Tip: Some patients may experience angina, hypotension, lightheadedness, palpitations, and\n| intense anxiety.\n\n® PSVT is a rapid rhythm that starts and stops suddenly.\n© For accurate interpretation, the beginning or end of the PSVT must be seen.\n® PSVT is sometimes called paroxysmal atrial tachycardia (PAT).\n\nRate: 150-250 bpm\n\nRhythm: Irregular\n\nP Waves: Frequently buried in preceding T waves and difficult to see\n\nPR Interval: Usually not possible to measure\n\nQRS: Normal (0.06-0.10 sec) but may be wide if abnormally conducted through ventricles\n\nY Clinical Tip: The patient may feel palpitations, dizziness, lightheadedness, or anxiety.\n",
      "char_count": 1087,
      "word_count": 172,
      "images": 2,
      "has_table": true,
      "has_drug_info": false,
      "needs_special_handling": true
    },
    {
      "page_number": 36,
      "text": "Page 36 of 45\n\n® AV node conducts impulses to the ventricles at a ratio of 2:1, 3:1, 4:1, or greater (rarely 1:1).\n® The degree of AV block may be consistent or variable.\n\nRate: Atrial: 250-350 bpm; ventricular: variable\n\nRhythm: Atrial: regular; ventricular: variable\n\nP Waves: Flutter waves have a saw-toothed appearance; some may be buried in the ORS and not visible\nPR Interval: Variable\n\nQRS: Usually normal (0.06-0.10 sec), but may appear widened if flutter waves are buried in QRS\n\nv Clinical Tip: A-flutter may be the first indication of cardiac disease.\nY Clinical Tip: Signs and symptoms depend on ventricular response rate.\n\n® Rapid, erratic electrical discharge comes from multiple atrial ectopic foci.\n® No organized atrial depolarization is detectable.\n\nRate: Atrial: 8350 bpm; ventricular: variable\nRhythm: Irregular\n\nP Waves: No true P waves; chaotic atrial activity\nPR Interval: None\n\nQRS: Normal (0.06-0.10 sec)\n\nY Clinical Tip: A-fib is usually a chronic arrhythmia associated with underlying heart disease.\n\n¥ Clinical Tip: Signs and symptoms depend on ventricular response rate.\n",
      "char_count": 1100,
      "word_count": 172,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 37,
      "text": "Page 37 of 45\n\nJunctional Arrhythmias\n\n\" The atria and sinus node do not perform their normal pacemaking functions.\n® A junctional escape rhythm begins.\n\nTisttt\n\nes Seats ESE! Sass Gates S2ss3 Estes Sees tad Geese teas cosas Cgtes toaed Osees S809 cose: tases gaa; bases tpeai Susad\nInverted P wave -Absent!P wave. $5353 (23g) a SE\n\nae\n\n—\n\n;\n'\n;\n;\n;\n;\n\nRate: 40—60 bpm\n\nRhythm: Regular\n\nP Waves: Absent, inverted, buried, or retrograde\nPR Interval: None, short, or retrograde\n\nQRS: Normal (0.06-—0.10 sec)\n\n¥ Clinical Tip: Sinus node disease that causes inappropriate sinus node slowing may exacerbate this rhythm.\nYoung, healthy adults, especially those with increased vagal tone during sleep, often have periods of junctional\nrhythm that is completely benign, not requiring intervention.\n\nVentricular Arrhythmias\n\nIn all ventricular rhythms, the QRS complex is >0.10 sec. P Waves are absent or, if visible, have no\nconsistent relationship to the QRS complex.\n\nRate: 20-40 bpm\n\nRhythm: Regular\n\nP Waves: None\n\nPR Interval: None\n\nQRS: Wide (>0.10 sec), bizarre appearance\n\nY Clinical Tip: Diminished cardiac output is expected because of the slow heart rate. An idioventricular\nrhythm may be called an agonal rhythm when the heart rate drops below 20 bpm. An agonal rhythm is gener-\nally terminal and is usually the last rhythm before asystole.\n\n",
      "char_count": 1346,
      "word_count": 217,
      "images": 2,
      "has_table": false,
      "has_drug_info": true,
      "needs_special_handling": true
    },
    {
      "page_number": 38,
      "text": "Page 38 of 45\n\n® PVCs result from an irritable ventricular focus.\n\n™ PVCs may be uniform (the same form) or multiform (different forms).\n\n® Usually a PVC is followed by a full compensatory pause because the sinus node timing is not\ninterrupted. In contrast, a PVC may be followed by a noncompensatory pause if the PVC enters the sinus\nnode and resets its timing, enabling the following sinus P wave to appear earlier than expected.\n\nRate: Depends on rate of underlying rhythm\nRhythm: Irregular whenever a PVC occurs\n\nP Waves: None associated with the PVC\n\nPR Interval: None associated with the PVC\nQRS: Wide (>0.10 sec), bizarre appearance\n\nY Clinical Tip: Patients may sense PVCs as skipped beats. Because the ventricles are only partially filled, the\nPVC frequently does not generate a pulse.\n\n® PVCs result from an irritable ventricular focus.\n\n® PVCs may be uniform (the same form) or multiform (different forms).\n\n® Usually a PVC is followed by a full compensatory pause because the sinus node timing is not\ninterrupted. In contrast, a PVC may be followed by a noncompensatory pause if the PVC enters the sinus\nnode and resets its timing, enabling the following sinus P wave to appear earlier than expected.\n\n+\n,\ntoe\n+\n+\n\npe sos it\npees vee\n,os >\nOSs $9808 50000 SESSs See:\nSos) Feses eeesh eens ses:\n\nRate: Depends on rate of underlying rhythm\nRhythm: Irregular whenever a PVC occurs\n\nP Waves: None associated with the PVC\n\nPR Interval: None associated with the PVC\nQRS: Wide (>0.10 sec), bizarre appearance\n\nY Clinical Tip: Patients may sense PVCs as skipped beats. Because the ventricles are only partially filled, the\nPVC frequently does not generate a pulse.\n\n",
      "char_count": 1670,
      "word_count": 286,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 39,
      "text": "Page 39 of 45\n\n®@ The PVCs occur so early that they fall on the T wave of the preceding beat.\n\n®@ These PVCs occur during the refractory period of the ventricles, a vulnerable period because the cardiac\ncells have not fully repolarized.\n\n= ee eee teeee\n\neh teers teers\n\n8 beens tees\n\noe cere\n\n_ eeene\n~\n\nsee\n\nween\nsees neeas\nFears eeees\nseeeieesas\nnewer reese\n\noosee\n\ntie’ ine\neebeew.s\neenkees |\nestes.\n\nRate: Depends on rate of underlying rhythm\nRhythm: Irregular whenever a PVC occurs\n\nP Waves: None associated with the PVC\n\nPR Interval: None associated with the PVC\nQRS: Wide (>0.10 sec), bizarre appearance\n\n",
      "char_count": 612,
      "word_count": 107,
      "images": 2,
      "has_table": true,
      "has_drug_info": false,
      "needs_special_handling": true
    },
    {
      "page_number": 40,
      "text": "Page 40 of 45\n\n® In monomorphic VT, QRS complexes have the same shape and amplitude.\n\nRate: 100-250 bpm\n\nRhythm: Regular\n\nP Waves: None or not associated with the QRS\nPR Interval: None\n\nQRS: Wide (>0.10 sec), bizarre appearance\n\nY Clinical Tip: It is important to confirm the presence or absence of pulses because monomorphic VT may\nbe perfusing or nonperfusing.\n\nY Clinical Tip: Monomorphic VT will probably deteriorate into VF or unstable VT if sustained and not treated.\n\n® In polymorphic VT, ORS complexes vary in shape and amplitude.\n© The OT interval is normal or long. fB.com/medicalonlinel\n\nRate: 100-250 bpm\n\nRhythm: Regular or irregular\n\nP Waves: None or not associated with the ORS\nPR Interval: None\n\nORS: Wide (>0.10 sec), bizarre appearance\n\n¥ Clinical Tip: It is important to determine whether pulses are present because polymorphic VT may be\nperfusing or nonperfusing.\n\nY Clinical Tip: Consider electrolyte abnormalities as a possible cause.\n",
      "char_count": 957,
      "word_count": 154,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 41,
      "text": "Page 41 of 45\n\n© Chaotic electrical activity occurs with no ventricular depolarization or contraction.\n\n® The amplitude and frequency of the fibrillatory activity can define the type of fibrillation as coarse,\nmedium, or fine. Small baseline undulations are considered fine; large ones are coarse.\n\n;\nré :\n;\n:\nee ;\nr\\ AS ~\n:\n\nRate: Indeterminate\nRhythm: Chaotic\nP Waves: None\n\n| PR Interval: None\n\n| QRS: None\n\n¥ Clinical Tip: There is no pulse or cardiac output. Rapid intervention is critical. The longer the delay, the\nless the chance of conversion.\n\n® The monitor shows an identifiable electrical rhythm, but no pulse is detected.\n® The rhythm may be sinus, atrial, junctional, or ventricular.\n® PEA is also called electromechanical dissociation (EMD).\n\nRate: Reflects underlying rhythm\nRhythm: Reflects underlying rhythm\n\nP Waves: Reflects underlying rhythm\nPR Interval: Reflects underlying rhythm\nORS: Reflects underlying rhythm\n\nY Clinical Tip: Potential causes of PEA are trauma, tension pneumothorax, thrombosis (pulmonary or coro-\nnary), cardiac tamponade, toxins, hypokalemia or hyperkalemia, hypovolemia, hypoxia, hypoglycemia, hypo-\nthermia, and hydrogen ion (acidosis).\n",
      "char_count": 1184,
      "word_count": 178,
      "images": 2,
      "has_table": true,
      "has_drug_info": false,
      "needs_special_handling": true
    },
    {
      "page_number": 42,
      "text": "Page 42 of 45\n\n® Electrical activity in the ventricles is completely absent.\n\nRate: None\n\nRhythm: None\n\nP Waves: None\n\nPR Interval: None\n\nORS: None\n\nY Clinical Tip: Rule out other causes such as loose leads, no power, or insufficient signal gain.\n\n¥ Clinical Tip: Seek to identify the underlying cause as in PEA. Also, search to identify VF.\n\nAtrioventricular (AV) Blocks\n\n®™ AV blocks are divided into three categories: first, second, and third degree.\n\nRate: Depends on rate of underlying rhythm\nRhythm: Regular\n\nP Waves: Normal (upright and uniform)\n\nPR Interval: Prolonged (>0.20 sec)\n\nQRS: Normal (0.06-0.10 sec)\n\n¥ Clinical Tip: Usually a first-degree AV block is benign, but if associated with an acute MI, it may lead to\nfurther AV defects.\n\n¥ Clinical Tip: Often AV block is caused by medications that prolong AV conduction; these include digoxin,\ncalcium channel blockers, and beta blockers.\n",
      "char_count": 902,
      "word_count": 146,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 43,
      "text": "Page 43 of 45\n\n© PR intervals become progressively longer until one P wave is totally blocked and produces no ORS\ncomplex. After a pause, during which the AV node recovers, this cycle is repeated.\n\nRate: Depends on rate of underlying rhythm\n\nRhythm: Atrial: regular; ventricular: irregular\n\nP Waves: Normal (upright and uniform), more P waves than QRS complexes\n\nPR Interval: Progressively longer until one P wave is blocked and a ORS is dropped\nQRS: Normal (0.06-0.10 sec)\n\n¥ Clinical Tip: This rhythm may be caused by medication such as beta blockers, digoxin, and calcium channel\nblockers, Ischemia involving the right coronary artery is another cause,\n\n® Conduction ratio (P waves to QRS complexes) is commonly 2:1, 3:1, or 4:1, or variable.\n™ QRS complexes are usually wide because this block usually involves both bundle branches.\n\n5 be ees anes:\n\nRate: Atrial: usually 60-100 bpm; ventricular: slower than atrial rate\n\nRhythm: Atrial: regular; ventricular: regular or irregular\n\nP Waves: Normal (upright and uniform); more P waves than QRS complexes\n\nPR Interval: Normal or prolonged but constant\n\nQRS: May be normal, but usually wide (>0.10 sec) if the bundle branches are involved\n\nY Clinical Tip: Resulting bradycardia can compromise cardiac output and lead to complete AV block. This\nrhythm often occurs with cardiac ischemia or an MI.\n",
      "char_count": 1347,
      "word_count": 216,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 44,
      "text": "Page 44 of 45\n\n® Conduction between the atria and ventricles is totally absent because of complete electrical block at or\nbelow the AV node. This is known as AV dissociation.\n®@ “Complete heart block” is another name for this rhythm.\n\nTIIESSLI ET Sy\n\nRate: Atrial: 60-100 bpm; ventricular: 40-60 bpm if escape focus is junctional, <40 bpm if escape focus is\nventricular\n\nRhythm: Usually regular, but atria and ventricles act independently\n\nP Waves: Normal (upright and uniform); may be superimposed on QRS complexes or T waves\n\nPR Interval: Varies greatly\n\nQRS: Normal if ventricles are activated by junctional escape focus; wide if escape focus is ventricular\n\n© Either the left or the right ventricle may depolarize late, creating a “wide” or “notched” ORS complex.\n\nRate: Depends on rate of underlying rhythm\nRhythm: Regular\n\nP Waves: Normal (upright and uniform)\n\nPR Interval: Normal (0.12-0.20 sec)\n\nQRS: Wide (>0.10 sec) with a notched appearance\n\n",
      "char_count": 954,
      "word_count": 153,
      "images": 2,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    },
    {
      "page_number": 45,
      "text": "Page 45 of 45 \n \n \n \n \n \nThanks, and wish you All the best \nRegards \nDr.Muhammad Raza (Raza Khan kochai) \n",
      "char_count": 106,
      "word_count": 17,
      "images": 0,
      "has_table": false,
      "has_drug_info": false,
      "needs_special_handling": false
    }
  ],
  "metadata": {
    "title": "",
    "author": "Muhammad Raza",
    "subject": ""
  },
  "has_images": true,
  "has_tables": true,
  "extraction_method": "pymupdf",
  "tables": [
    {
      "page": 1,
      "table_index": 0,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          "A blend of poetry and clinical practice"
        ]
      ]
    },
    {
      "page": 5,
      "table_index": 0,
      "data": [
        [
          "Scan the ECG .... Are you Sure?"
        ],
        [
          "What does \"Scanning the ECG\" involve? There are three steps to the procedure summarized by the"
        ],
        [
          "mnemonic PQRST or P - QRS - ST:"
        ]
      ]
    },
    {
      "page": 5,
      "table_index": 1,
      "data": [
        [
          null,
          "1. Step 1: Begin by looking for P waves:",
          null
        ],
        [
          null,
          null,
          "Is there a normal looking P wave before each QRS complex? If not are the P waves absent or"
        ],
        [
          null,
          null,
          "are there too many P waves?"
        ],
        [
          null,
          "2. Step 2: Next look carefully for widening of the QRS and identify the ventricular rate",
          null
        ],
        [
          null,
          "3. Step 3: Finally, (provided the QRS width is normal) examine the ST segment for evidence of",
          null
        ],
        [
          null,
          "ischemia",
          null
        ],
        [
          null,
          null,
          ""
        ],
        [
          null,
          null,
          ""
        ],
        [
          "Just in case you need a little more help to remember this approach I have created the following jingle",
          null,
          null
        ],
        [
          "for you sing on your way to work each day:",
          null,
          null
        ]
      ]
    },
    {
      "page": 5,
      "table_index": 2,
      "data": [
        [
          " Scan the ECG .......And look at the P"
        ],
        [
          " Move on to the QRS .......And finally the ST"
        ]
      ]
    },
    {
      "page": 6,
      "table_index": 0,
      "data": [
        [
          "Rationale: P waves are visible in complete heart bock however the P waves do not appear in regular"
        ],
        [
          "place before each QRS complex. This is termed AV Dissociation and implies that the atrium and the"
        ],
        [
          "ventricles beat independent on one another."
        ]
      ]
    },
    {
      "page": 6,
      "table_index": 1,
      "data": [
        [
          "Step 1: Scan the ECG ......Look for the P"
        ],
        [
          "Begin by looking for a P wave. If there is a normal looking P wave before each QRS complex you are finished"
        ],
        [
          "and can move on to Step 2, looking at the ventricular rate and QRS width."
        ],
        [
          "If you cannot find normal P waves before each QRS complex or there seem to be too many P waves"
        ],
        [
          "(compared to the number of QRS complexes) ... we have a problem!"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 7,
      "table_index": 0,
      "data": [
        [
          "No P wave:"
        ],
        [
          "If you are unable to find a P wave it may be that the P wave is absent. This is an important clue to the"
        ],
        [
          "presence of an arrhythmia. Common causes of absent P waves include:"
        ]
      ]
    },
    {
      "page": 7,
      "table_index": 1,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 7,
      "table_index": 2,
      "data": [
        [
          "2. Supraventricular Tachycardia (SVT): look for the narrow QRS complex:"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 8,
      "table_index": 0,
      "data": [
        [
          ""
        ],
        [
          "3. Ventricular Tachycardia (VT): look for the wide QRS complex:"
        ]
      ]
    },
    {
      "page": 8,
      "table_index": 1,
      "data": [
        [
          ""
        ],
        [
          "Too Many P waves:"
        ],
        [
          "There should be one P wave for each QRS complex. If there are more P waves than QRS complexes this"
        ],
        [
          "is a clue to the presence of AV block. There are two clinically significant arrhythmias to consider"
        ]
      ]
    },
    {
      "page": 8,
      "table_index": 2,
      "data": [
        [
          "1. Atrial flutter: this is characterized by a very fast (300 / min) atrial rhythm and a much slower"
        ],
        [
          "ventricular rhythm (usually 100 - 150 / minute). The characteristic finding is atrial flutter waves"
        ],
        [
          "which are very fast P waves usually about one square apart. It really is a very beautiful ECG to"
        ],
        [
          "view."
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 9,
      "table_index": 0,
      "data": [
        [
          "o In Second degree AV block there are frequent non-conducted P waves resulting in dropped beats."
        ],
        [
          "They do not occur with every P wave (this happens in complete heart block) but only with some"
        ],
        [
          "P waves."
        ]
      ]
    },
    {
      "page": 9,
      "table_index": 1,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 9,
      "table_index": 2,
      "data": [
        [
          "o In Complete heart block (Third Degree heart block) there is no AV nodal conduction and all atrial"
        ],
        [
          "impulses are blocked from passing to the ventricles resulting in \"AV Dissociation\". The P waves"
        ],
        [
          "are generally easily visible but they have no fixed relationship to the QRS complex."
        ]
      ]
    },
    {
      "page": 10,
      "table_index": 0,
      "data": [
        [
          "Rationale: The ECG shows the characteristic findings of atrial fibrillation : There are no P waves visible on"
        ],
        [
          "this ECG and the rhythm is irregular."
        ]
      ]
    },
    {
      "page": 10,
      "table_index": 1,
      "data": [
        [
          "If you cannot find normal P waves before each QRS complex or there seem to be too many P waves"
        ],
        [
          "(compared to the number of QRS complexes) ... we have a problem!"
        ]
      ]
    },
    {
      "page": 11,
      "table_index": 0,
      "data": [
        [
          "Look at the following ECG. Examine for the P wave. What is the correct diagnosis?"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 11,
      "table_index": 1,
      "data": [
        [
          "Rationale: The ECG shows a regular rhythm. There are no visible P waves (at least none that I can see)."
        ],
        [
          "The QRS complex width is normal. The ECG therefore shows a narrow complex regular tachycardia with"
        ],
        [
          "no P waves. It cannot be a sinus rhythm - there are no P waves. It cannot be VT - the QRS width is normal."
        ],
        [
          "It cannot be AF -the rhythm is regular. The arrhythmia must therefore be an SVT. See not too hard!"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 12,
      "table_index": 0,
      "data": [
        [
          "Step 2: Move on to the QRS...."
        ],
        [
          "The QRS complex reflects depolarization of the ventricles and normally has a width of less than 0.12 secs"
        ],
        [
          "(equivalent to less than 3 small squares)."
        ],
        [
          "The QRS complex provides us with information about the heart rate and about abnormal conduction"
        ],
        [
          "through the electrical wiring of the heart (referred to in anatomical terms as the His-Purkinjie system)."
        ],
        [
          "1. Determine the Ventricular Rate"
        ],
        [
          "When we talk about heart rate what we really mean is the ventricular rate represented on the ECG by the"
        ],
        [
          "QRS complex. Many ECG machines report the ventricular rate on the ECG printout. In adult’s bradycardias"
        ],
        [
          "are associated with depolarization rates < 60 / min and tachycardia’s with rates > 100 / min."
        ],
        [
          "You can determine the ventricular rate / minute manually by measuring the number of large squares"
        ],
        [
          "between two QRS complexes (the R - R interval) and dividing this number into 300. Rates for a range of"
        ],
        [
          "R-R intervals are shown below."
        ]
      ]
    },
    {
      "page": 12,
      "table_index": 1,
      "data": [
        [
          "R-R interval",
          "Ventricular rate",
          "",
          "R-R interval",
          "Ventricular rate"
        ],
        [
          "6 squares",
          "= 50 / min",
          "",
          "3 squares",
          "= 100 / min"
        ],
        [
          "5 squares",
          "= 60 / min",
          "",
          "2 squares",
          "= 150 / min"
        ],
        [
          "4 squares",
          "= 75 / min",
          "",
          "1.5 squares",
          "= 200 / min"
        ],
        [
          "",
          null,
          null,
          null,
          null
        ],
        [
          "2. Look for a Widened QRS",
          null,
          null,
          null,
          null
        ],
        [
          "Many machines report the QRS width. A width of > 0.12 secs (120 msecs) indicates widening in the QRS",
          null,
          null,
          null,
          null
        ],
        [
          "complex.",
          null,
          null,
          null,
          null
        ],
        [
          "Four important diagnoses to consider when you see a widened QRS complex are:",
          null,
          null,
          null,
          null
        ]
      ]
    },
    {
      "page": 12,
      "table_index": 2,
      "data": [
        [
          "1. Sinus rhythm with bundle branch block: This is recognized by (normal) P waves before each QRS"
        ],
        [
          "complex. There is no need to worry about whether the bundle branch block is right or left sided at"
        ],
        [
          "this stage. The key thing is to look for the P waves to ensure it is not a Ventricular tachycardia."
        ]
      ]
    },
    {
      "page": 13,
      "table_index": 0,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 13,
      "table_index": 1,
      "data": [
        [
          "2. Atrial fibrillation with bundle branch block: This is easily identified by an irregular rhythm and a"
        ],
        [
          "fibrillating or flat baseline with no P waves."
        ]
      ]
    },
    {
      "page": 13,
      "table_index": 2,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 14,
      "table_index": 0,
      "data": [
        [
          "3. Ventricular Tachycardia: One of the most serious arrhythmias with a risk for rapid deterioration"
        ],
        [
          "toward circulatory shock or cardiac arrest. It is easily recognized by as a regular (wide complex)"
        ],
        [
          "rhythm with no P waves. In the example notice that the patient develops VT as the ECG is being"
        ],
        [
          "performed."
        ]
      ]
    },
    {
      "page": 14,
      "table_index": 1,
      "data": [
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 14,
      "table_index": 2,
      "data": [
        [
          "4. Hyperkaliemia: One the most feared biochemical abnormalities, severe hyperkaliemia is life-"
        ],
        [
          "threatening. Early ECG features (peaking of T waves, diminishing P wave height) are often difficult"
        ],
        [
          "to detect and in most cases not associated with significant cardiac toxicity. More severe"
        ],
        [
          "hyperkaliemia markedly slows depolarization in the heart resulting in the QRS becoming gradually"
        ],
        [
          "wider and wider and eventually blending into the T wave to form a characteristic sine wave pattern"
        ],
        [
          "indicating severe cardiac toxicity and impending cardiac arrest."
        ]
      ]
    },
    {
      "page": 15,
      "table_index": 0,
      "data": [
        [
          "Rationale: The R - R width is 2 large squares: 300 / 2 = 150 / minute. The QRS width > 0.12 secs with no P"
        ],
        [
          "waves. This is Ventricular tachycardia (VT)."
        ]
      ]
    },
    {
      "page": 15,
      "table_index": 1,
      "data": [
        [
          "The QRS complex reflects depolarization of the ventricles and normally has a width of less than 0.12 secs"
        ],
        [
          "(equivalent to less than 3 small squares)."
        ]
      ]
    },
    {
      "page": 15,
      "table_index": 2,
      "data": [
        [
          "1. Determine the ventricular rate"
        ],
        [
          "2. Look for a widened QRS"
        ]
      ]
    },
    {
      "page": 16,
      "table_index": 0,
      "data": [
        [
          "Look at the following ECG. Follow the \"P\" and QRS steps. What is the correct diagnosis?"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 16,
      "table_index": 1,
      "data": [
        [
          "o Ventricular tachycardia (VT)"
        ],
        [
          "o Hyperkaliemia"
        ],
        [
          "o Atrial fibrillation with bundle branch block"
        ],
        [
          "o Sinus rhythm with Bundle branch block"
        ]
      ]
    },
    {
      "page": 16,
      "table_index": 2,
      "data": [
        [
          "Rationale: If we follow the \"P\" then the QRS approach to examining this ECG we note that there is in fact"
        ],
        [
          "an identifiable P wave before each QRS complex. This is hard to see though in some leads but is definitely"
        ],
        [
          "visible in lead II, the lead we are most likely to see a P wave in. This is a sinus rhythm."
        ],
        [
          "The QRS width is wide. We do not need to worry about whether it is left or right bundle branch block only"
        ],
        [
          "that it cannot be VT (there are P waves) nor AF (the rhythm is regular). Could it be hyperkaliemia - you"
        ],
        [
          "could always check the potassium however the presence of P waves makes it very unlikely that this is"
        ],
        [
          "hyperkalemia. (There are other findings that would make hyperkaliemia unlikely but we won't go into this"
        ],
        [
          "now)."
        ],
        [
          "One more point of interest is to look at the ST and T waves especially in V1 and V2 - they look abnormal."
        ],
        [
          "The ST segment is down slopping and the T wave inverted. This reflects the fact that the depolarization"
        ],
        [
          "of the heart is not normal (due to the bundle branch block) and hence the repolarization process"
        ],
        [
          "(reflected in the ST and T wave) is abnormal. Take home point: if the QRS is wide - you can forget about"
        ],
        [
          "trying to identify myocardial ischemia by looking at the ST segments - the ECG loses its value as a tool for"
        ],
        [
          "diagnosing AMI. More on this in the next section."
        ]
      ]
    },
    {
      "page": 17,
      "table_index": 0,
      "data": [
        [
          "Well done. This is the answer"
        ],
        [
          "Rationale: The ECG demonstrates the characteristic sine wave pattern of severe hyperkaliemia."
        ],
        [
          "Hyperkaliemia results in a characteristic pattern of ECG changes associated with increasing potassium"
        ],
        [
          "levels and increasing toxicity. Early ECG changes are manifested by peaking of the T waves. This is followed"
        ],
        [
          "by a gradual slowing and eventual paralysis of conduction and cardiac depolarization manifested by"
        ],
        [
          "prolongation of the PR interval, diminishing and eventual loss of P waves and finally widening of the QRS"
        ],
        [
          "interval. In severe (life threatening) hyperkalemia the QRS interval becomes so wide that it blends into"
        ],
        [
          "the T wave giving the classic sine wave pattern and urgent treatment is required to avoid sudden cardiac"
        ],
        [
          "arrest."
        ]
      ]
    },
    {
      "page": 18,
      "table_index": 0,
      "data": [
        [
          "Step 3: .... And finally the ST"
        ],
        [
          "In the \"normal\" ECG the ST - T wave represent the process of ventricular repolarization. Contraction of"
        ],
        [
          "the ventricle has occurred as consequence of the depolarization of the heart and this is followed by the"
        ],
        [
          "cells returning to their baseline (negative) electrical state (the stage of repolarization). Abnormalities in"
        ],
        [
          "repolarization are associated with changes in the ST segment and the T wave."
        ],
        [
          "Before looking at the ST - T wave it is essential to assure yourself that depolarization of the heart has been"
        ],
        [
          "normal. This is because the process of repolarization is dependent on depolarization and any abnormality"
        ],
        [
          "in ventricular depolarization will alter repolarization. So if the QRS is wide - an indication of abnormal"
        ],
        [
          "depolarization due to bundle branch block (or more rarely ventricular tachycardia) there is no need to"
        ],
        [
          "look at the ST - T wave - it will be abnormal and it is not possible to interpret changes accurately."
        ],
        [
          "So ...."
        ]
      ]
    },
    {
      "page": 18,
      "table_index": 1,
      "data": [
        [
          " If the QRS width is normal: look at the ST - T wave"
        ],
        [
          " If the QRS is wide: ignore the ST - T wave as the ECG as it is no longer a useful tool for the diagnosis"
        ],
        [
          "of ischemia*."
        ]
      ]
    },
    {
      "page": 18,
      "table_index": 2,
      "data": [
        [
          "* This is not completely correct as there are rare exceptions to this rule however we will not explore these"
        ],
        [
          "complex cases in this basics."
        ],
        [
          "Normal and Abnormal ST Segment"
        ],
        [
          "The ST segment extends from the end of the QRS complex to the beginning of the T wave. In 75% of"
        ],
        [
          "normal adults the ST - T segment is isoelectric (flat) slanting slightly upward from the end of the QRS to"
        ],
        [
          "the T wave. Elevation or depression of the ST segment is identified by using the PR or TP segment as the"
        ],
        [
          "baseline reference point."
        ],
        [
          "Minor ST elevation of < 1 mm may be seen in up to 25% of normal individuals. It is most significant in the"
        ],
        [
          "precordial leads V2 - V4. ST depression is a less commonly seen in normal adults and is minor (usually <"
        ],
        [
          "0.5 mm)."
        ],
        [
          "Any ST elevation > 1 mm or depression > 0.5 mm should be considered abnormal and a search made to"
        ],
        [
          "determine the cause."
        ]
      ]
    },
    {
      "page": 19,
      "table_index": 0,
      "data": [
        [
          "Rationale: Atrial hypertrophy will not affect the repolarization of the ventricle."
        ],
        [
          "ECG Changes in Acute Myocardial Infarction"
        ],
        [
          "ST elevation or depression is by far the most important diagnostic feature on the ECG for acute myocardial"
        ],
        [
          "ischemia. In fact, myocardial infarction is classified on the basis of ST changes into ST elevated myocardial"
        ],
        [
          "infarction (STEMI) and Non ST elevated myocardial infarction (NSTEMI)."
        ],
        [
          "We are generally most interested in the early diagnosis of STEMI as the major interventions of"
        ],
        [
          "Thrombolysis and Angioplasty are used in the treatment of STEMI and are time dependent requiring"
        ],
        [
          "urgency in diagnosis. Fortunately, the characteristic ECG changes associated with acute STEMI are"
        ],
        [
          "relatively easily identified on the ECG."
        ],
        [
          "Diagnostic criteria for STEMI include:"
        ]
      ]
    },
    {
      "page": 19,
      "table_index": 1,
      "data": [
        [
          " More than 1 mm ST elevation in two more concurrent limb leads (e.g. II, III or aVF)"
        ],
        [
          " More than 2 mm ST elevation in two or more concurrent precordial leads (e.g. V2, V3, V4)"
        ]
      ]
    },
    {
      "page": 19,
      "table_index": 2,
      "data": [
        [
          "Nb. The limb leads include the leads I, II, III, aVL and aVF. The precordial leads are the leads that are"
        ],
        [
          "placed across the chest i.e. leads V1 - V6."
        ],
        [
          "Location of the Myocardial Infarction"
        ],
        [
          "Location of the ST elevation can be used to pinpoint the location of the myocardial infarction and the"
        ],
        [
          "coronary artery likely to be causing the AMI."
        ]
      ]
    },
    {
      "page": 19,
      "table_index": 3,
      "data": [
        [
          " For inferior myocardial infarction, ST changes are seen in leads II, III and aVF. Inferior AMI is associated"
        ],
        [
          "with disease of the right coronary artery."
        ],
        [
          " In anterior myocardial infarction ST changes are most obvious in leads V3 and V4 but are often also"
        ],
        [
          "found in the immediately adjacent leads (V2, V5). Anterior MI is associated with disease of the left"
        ],
        [
          "coronary artery."
        ]
      ]
    },
    {
      "page": 19,
      "table_index": 4,
      "data": [
        [
          "Both inferior and anterior MI may extend to involve the lateral part of the heart and is indicated by ST"
        ],
        [
          "elevation of one or more of the lateral leads (V5, V6, aVL and I)."
        ]
      ]
    },
    {
      "page": 20,
      "table_index": 0,
      "data": [
        [
          "Rationale: There is marked (coved) ST elevation in V3 and V4 indicating acute anterior ST elevated"
        ],
        [
          "myocardial infarction (STEMI). The ST elevation in V2 indicates septal involvement."
        ],
        [
          "Before looking at the ST - T wave it is essential to assure yourself that depolarization of the heart has been"
        ],
        [
          "normal. This is because the process of repolarization is dependent on depolarization and any abnormality"
        ],
        [
          "in ventricular depolarization will alter repolarization. So if the QRS is wide - an indication of abnormal"
        ],
        [
          "depolarization due to bundle branch block (or more rarely ventricular tachycardia) there is no need to"
        ],
        [
          "look at the ST - T wave - it will be abnormal and it is not possible to interpret changes accurately."
        ],
        [
          "So ...."
        ]
      ]
    },
    {
      "page": 20,
      "table_index": 1,
      "data": [
        [
          " If the QRS width is normal: look at the ST - T wave"
        ],
        [
          " If the QRS is wide: ignore the ST - T wave as the ECG as it is no longer a useful tool for the diagnosis"
        ],
        [
          "of ischemia*."
        ]
      ]
    },
    {
      "page": 20,
      "table_index": 2,
      "data": [
        [
          ""
        ],
        [
          ""
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 21,
      "table_index": 0,
      "data": [
        [
          "Which of the following best describe the ECG below?"
        ],
        [
          ""
        ]
      ]
    },
    {
      "page": 21,
      "table_index": 1,
      "data": [
        [
          "Rationale: There is > 1 mm ST elevation in the inferior leads (II,III and aVF) consistent with an acute"
        ],
        [
          "inferior myocardial infarction."
        ]
      ]
    },
    {
      "page": 21,
      "table_index": 2,
      "data": [
        [
          "The ECG below is from a 52-year-old male patient with chest pain that began one hour previously. The"
        ],
        [
          "patient is obese and has a past medical history of hypertension and hypercholesterolemia. The patient's"
        ],
        [
          "pain settled after a GTN (Nitroglycerin) infusion was commenced."
        ],
        [
          "Which of the following best describes the ECG below?"
        ]
      ]
    },
    {
      "page": 22,
      "table_index": 0,
      "data": [
        [
          "o Acute anterior STEMI"
        ],
        [
          "o Acute inferolateral NSTEMI"
        ],
        [
          "o Acute inferolateral STEMI"
        ],
        [
          "o Acute anterior NSTEMI"
        ]
      ]
    },
    {
      "page": 22,
      "table_index": 1,
      "data": [
        [
          "Rationale: There is 0.5 mm - 1 mm ST depression in the inferior leads (II,III, avF) and lateral leads (V5, V6)."
        ],
        [
          "The clinical history of chest pain is highly suspicious for myocardial ischemia. The ECG changes (although"
        ],
        [
          "subtle) are highly significant and indicate the possibility of NSTEMI."
        ],
        [
          "NSTEMI: ECG Findings"
        ],
        [
          "The ECG diagnosis of NSTEMI is not as clear as in STEMI but should be considered in all patients with chest"
        ],
        [
          "pain lasting longer than 20 minutes. The ECG should be examined carefully for any evidence of (new) ST"
        ],
        [
          "depression or elevation and/or T wave flattening /inversion that may indicate myocardial ischaemia."
        ],
        [
          "Careful clinical and biochemical assessment of the patient should be undertaken to avoid missing a"
        ],
        [
          "NSTEMI."
        ],
        [
          "ECG changes seen in NSTEMI may take on a variety of patterns including"
        ]
      ]
    },
    {
      "page": 22,
      "table_index": 2,
      "data": [
        [
          " ST depression (the most common)"
        ],
        [
          " T wave flattening or inversion"
        ],
        [
          " Minor ST elevation (ie ST elevation not meeting diagnostic criteria for STEMI)"
        ]
      ]
    },
    {
      "page": 23,
      "table_index": 0,
      "data": [
        [
          "The same ECG changes may be caused by reversible ischemia (angina) and a diagnosis of NSTEMI requires"
        ],
        [
          "biochemical (Troponin) confirmation of myocardial cell injury. Patients with NSTEMI appear to constitute"
        ],
        [
          "a distinct clinical group and do not appear to derive benefit from the dramatic revascularization"
        ],
        [
          "interventions used in STEMI (ie thrombolysis, acute angioplasty and stenting). For this reason, they are"
        ],
        [
          "generally managed medically with nitrates, anti-platelet agents and anticoagulation."
        ]
      ]
    },
    {
      "page": 23,
      "table_index": 1,
      "data": [
        [
          "Scan the ECG .......And look at the P"
        ],
        [
          "Move on to the QRS .......And finally the ST"
        ]
      ]
    }
  ],
  "statistics": {
    "total_characters": 49110,
    "total_words": 8229,
    "avg_chars_per_page": 1091.3333333333333,
    "avg_words_per_page": 182.86666666666667
  }
}